Input Term,isAcronym,Extracted Term,isDescription,Description,Context
CUB,True,CUB,False,Cub,"From Wikipedia/Google: ['Cub', 'Cub Swanson', 'Cub Scout', 'Honda Super Cub', 'Cub (supermarket)']"
FGDC,True,FGDC,True,Federal Geographic Data Committee,"Euler Angles: All the NAIF orientation models use three Euler angles to describe body orientation. The Euler angles describe the orientation of the coordinate axes of the 'body equator and prime meridian' system with respect to the J2000 system. For more information, refer to Right Ascension (RA), Declination (Dec) and Prime Meridian (W) FGDC: The Federal Geographic Data Committee (FGDC) is an interagency committee that promotes the coordinated development, use, sharing, and dissemination of geospatial data on a national basis. FGDC activities are administered through the FGDC Secretariat, hosted by the U.S. Geological Survey. The FGDC is responsible for the development of the Content Standard for Digital Geospatial Metadata, the standard USGS scientists use to document datasets. "
GIS,True,GIS,True,GIS: A geographical information system,"FGDC: The Federal Geographic Data Committee (FGDC) is an interagency committee that promotes the coordinated development, use, sharing, and dissemination of geospatial data on a national basis. FGDC activities are administered through the FGDC Secretariat, hosted by the U.S. Geological Survey. The FGDC is responsible for the development of the Content Standard for Digital Geospatial Metadata, the standard USGS scientists use to document datasets. GIS: A geographical information system (GIS) integrates hardware, software, and data for capturing, managing, analyzing, and displaying all forms of geographically referenced information. A GIS allows one to view, understand, question, interpret, and visualize data in many ways that reveal relationships, patterns, and trends in the form of maps, globes, reports, and charts. "
HIS,True,HIS,False,His,"From Wikipedia/Google: ['His', 'Bundle of His', 'His Holiness', 'Saturn Devouring His Son', 'His House']"
HR,True,HR,False,HR,"From Wikipedia/Google: ['HR', '.hr', 'Holden HR', 'Toyota C-HR', 'HR Metric']"
HRS,True,HRS,False,HRS,"From Wikipedia/Google: ['HRS', 'Priscilla Renea', '48 Hrs.', 'Another 48 Hrs.', 'Sikorsky H-19 Chickasaw']"
IAU,True,IAU,False,International Astronomical Union,"From Wikipedia/Google: ['International Astronomical Union', 'IAU (disambiguation)', 'Electroless nickel immersion gold', 'Constellation', 'IAU definition of planet']"
ILIADS,True,ILIADS,True,Integrated Lunar Information Architecture for Decision Support,"IAU: The International Astronomical Union ILIADS: Integrated Lunar Information Architecture for Decision Support (ILIADS) is a lunar GIS that executes on a user-provided laptop or desk side computer. ILIADS supports 3D visualizations of the lunar surface, a suite of quantitative analysis tools, and analysis functions that can be invoked by user-developed scripts. "
LIS,True,LIS,False,Fleur-de-lis,"From Wikipedia/Google: ['Fleur-de-lis', 'LIS', 'Lis (surname)', 'Fando y Lis', 'Lis Wiehl']"
LO,True,LO,True,Lunar Orbiter,"LIS: LIS [Low Instrument Saturation] is an instrument special pixel value that is tracked and reported to the user. LIS is set during the ingestion of the image data into ISIS. The input image sensor acquired a value too low to be measured accurately. LIS represents ""Undersaturated"". LIS is set in 16-and 32-bit type image data. For 8-bit, LIS = NULL. LO: Five Lunar Orbiter (LO) missions were launched in 1966 and 1967 to study the Moon. The first three missions were devoted to mapping potential lunar landing sites. The missions of fourth and fifth were intended for broader scientific goals. "
LOLA,True,LOLA,True,Lunar Orbiter Laser Altimeter,Local Solar Time: How high the sun is in the sky as seen from a particular site on the surface of a planet. The local solar time at a site on a body is the angular difference between the planetocentric longitude of the site and the planetocentric longitude of the Sun as seen from the center of the body. LOLA: The Lunar Orbiter Laser Altimeter (LOLA) is an instrument on the LRO. LOLA will provide a precise global lunar topographic model and geodetic grid. 
LRO,True,LRO,False,Lunar Reconnaissance Orbiter,"From Wikipedia/Google: ['Lunar Reconnaissance Orbiter', 'LRO', 'LCROSS', 'Land Rover', 'Jeffrey Donovan']"
LROC,True,LROC,True,Lunar Reconnaissance Orbiter Camera,"LRO: Lunar Reconnaissance Orbiter launched on June 18, 2009 aboard an United Launch Alliance Atlas V rocket. The LRO instruments return global data about the Moon, such as day-night temperature maps, a global geodetic grid, high resolution color imaging and the Moon's UV albedo. However there is particular emphasis on the polar regions of the moon where continuous access to solar illumination may be possible and the prospect of water in the permanently shadowed regions at the poles may exist. Although the objectives of LRO are explorative in nature, the payload includes instruments with considerable heritage from previous planetary science missions, enabling transition, after one year, to a science phase under NASA's Science Mission Directorate. LROC: The Lunar Reconnaissance Orbiter Camera (LROC) is one of seven instruments aboard NASA's Lunar Reconnaissance Orbiter. LROC was designed to assess meter scale features to facilitate selection of future landing sites on the Moon and acquire images of the poles every orbit to characterize the polar illumination environment over a full lunar year. In addition to these two main objectives, the LROC team plans to conduct meter-scale mapping of polar regions, 3-dimensional observations to enable derivation of meter-scale surface features, global multi-spectral imaging, and produce a global landform map. LROC images will also be used to map and determine current impact hazards by re-photographing Apollo images. "
LRS,True,LRS,False,LRS,"From Wikipedia/Google: ['LRS', 'Long-range surveillance', 'Long Range Strike Bomber', 'MGS/LRS', 'Blaser R93 Tactical']"
MR,True,MR,False,Mr.,"From Wikipedia/Google: ['Mr.', 'MR', 'Mr. A', '.mr', 'Mr. Bean']"
NAIF,True,NAIF,True,Navigation and Ancillary Information Facility,"Special Pixels: Special Pixels are defined to distinguish valid pixels from non-valid pixels. SPICE: Spacecraft & Planetary ephemerides, Instrument C-matrix and Event kernels. SPICE refers to all the information required by ISIS in order to compute and map each image pixel onto a surface with reference to spacecraft position, sun position, instrument, and mission activities. ISIS uses software (ToolKit) supplied by the Navigation and Ancillary Information Facility (NAIF) for SPICE access and kernel management (Refer to spiceinit). SPICE is available only for mission instruments supported by ISIS (camera models). "
NULL,True,NULL,False,Null,"From Wikipedia/Google: ['Null', 'Null hypothesis', 'Null Island', 'Statistical hypothesis testing', 'Null character']"
PDS,True,PDS,True,Planetary Data System,"Off Nadir Angle: From the spacecraft, the Off Nadir is the angle between the nadir vector (subspacecraft vector) and the look vector. Every pixel in the image will result in a different Off Nadir Angle. Off Nadir Angle is in degrees. PDS: The Planetary Data System (PDS) archives and distributes scientific data from NASA planetary missions, astronomical observations, and laboratory measurements. The PDS is sponsored by NASA's Science Mission Directorate. Its purpose is to ensure the long-term usability of NASA data and to stimulate advanced research. "
PPD,True,PPD,False,PPD-40,"From Wikipedia/Google: ['PPD-40', 'PPD', 'PPD, Inc.', 'Popular Democratic Party (Puerto Rico)', 'Postpartum depression']"
PVL,True,PVL,True,Parameter Value Language,"Projection Y: Projection Y is the y-coordinate (Northing) for a point on a geographic Cartesian coordinate system PVL: Parameter Value Language (PVL) is used extensively by ISIS as a standard keyword value type language for naming and expressing data values. PVL format in ISIS is compatible with syntax used by the Planetary Data System. For example, the keyword labels of a typical ISIS image cube is in PVL format (refer to catlab in order to view image cube labels). A parameter name (or keyword name) is used to reference the value. The value portion of an assignment statement may contain a simple value (i.e., numeric, string, date/time value), a set or a sequence of values. "
SPICE,True,SPICE,False,Spice,"From Wikipedia/Google: ['Spice', 'SPICE', 'Spice Girls', 'Spice World (film)', 'Old Spice']"
TFW,True,TFW,False,TracFone Wireless,"From Wikipedia/Google: ['TracFone Wireless', 'Transport for Wales Rail', 'Transformers: The Last Knight', 'Transport for Wales', '8th Fighter Wing']"
TIF,True,TIF,False,TIFF,"From Wikipedia/Google: ['TIFF', 'Tax increment financing', 'TIF (disambiguation)', 'Tif Ginn', 'TIF Viking']"
UTC,True,UTC,True,Coordinated Universal Time,"Universal Coordinate: The ISIS default coordinate system UTC: Coordinated Universal Time (UTC) is a system of time keeping that gives an understandable name to each instant of time. The names are formed from the calendar date and time of day. UTC format consists of year, month, day, hour, minutes and seconds. UTC is in string format. "
UVVIS,True,UVVIS,False,Gardner color scale,"From Wikipedia/Google: ['Gardner color scale', 'Mettler Toledo', 'Lunar rover', 'Washington State University Vancouver', 'Sentinel-4']"
WLD,True,WLD,False,WLDS,"From Wikipedia/Google: ['WLDS', 'Strother Field', 'AN/WLD-1 RMS Remote Minehunting System', 'Wallerian degeneration', 'W.L.D. Johnson Neighborhood Library']"
